{
  // Various text displayed on the main menu screen.
  "main.intro.title": "Welcome to Diverse Stardew Valley!",
  "main.intro.description": "This menu allows you to easily manage your config options for all of the DSV content packs that you've installed. Visit the website for visual guides and more info: https://diversestardewvalley.weebly.com",
  "main.installed-packs.title": "Installed Content Packs:",
  "main.installed-packs.description": "Click on any of these links to change your settings for specific packs.",
  "main.installed-packs.none": "None. You should head on over to ModDrop and get some!",
  "main.other-packs.title": "Other Content Packs:",
  "main.other-packs.description": "All of these packs are available on ModDrop. Just search for \"DSV\"!",
  "main.other-packs.none": "You've got all of them. Thank you for supporting DSV! <",

  // Various text displayed on the "Core & Compatibility" page.
  "core.section.title": "Core Options",
  "core.section.description": "Your choices in this section will be applied to all supported characters from your installed DSV content packs.",
  "option.mermaid-pendants": "Mermaid Pendants",
  "tooltip.mermaid-pendants": "Toggles whether or not your spouse (or spouse-to-be) will wear a mermaid pendant after you get engaged or married. The pendant will be visible on their indoor outfit portraits in Spring, Summer and Fall. Only applies to specific characters when their Immersion is NOT set to \"Ultralight\".",
  "option.maternity-sprites": "Maternity Sprites",
  "tooltip.maternity-sprites": "Enables maternity outfits for your wife while she is pregnant. This will cause her sprites to automatically change during that time. Only applies to specific characters when their Immersion is NOT set to \"Ultralight\".",
  "compat.placeholder.title": "Compatibility",
  "compat.placeholder.description": "You currently don't have any mods that require DSV's settings to match theirs - but if you did, this is where those options would be!",

  // Titles of each of the menu pages (excluding the main screen).
  "page.core-and-compat": "Core & Compatibility",
  "page.abigail-caroline-pierre": "Abigail, Caroline & Pierre",
  "page.alex-evelyn-george": "Alex, Evelyn & George",
  "page.emily-haley-sandy": "Emily, Haley & Sandy",
  "page.harvey-gus-lewis": "Harvey, Gus & Lewis",
  "page.krobus-mermaids-wizard-witch": "Krobus, Mermaids, Wizard & Witch",
  "page.leah-elliott": "Leah & Elliott",
  "page.marlon-gunther-morris": "Marlon, Gunther & Morris",
  "page.penny-pam": "Penny & Pam",
  "page.sam-vincent-jodi-kent": "Sam, Vincent, Jodi & Kent",
  "page.sebastian-maru-robin-demetrius": "Sebastian, Maru, Robin & Demetrius",
  "page.shane-jas-marnie": "Shane, Jas & Marnie",
  "page.willy-clint-linus": "Willy, Clint & Linus",

  // Option labels displayed multiple times throughout the content pack menu pages.
  "option.variant": "Variant",
  "option.immersion": "Immersion",
  "option.pyjamas": "Pyjamas",
  "option.wedding-outfit": "Wedding Outfit",
  "option.gift-tastes-change": "Gift Tastes Change",
  "option.piercings": "Piercings",
  "option.tattoos": "Tattoos",
  "option.beard": "Beard",

  // Option labels displayed exactly once in a specific menu section.
  "option.alternate-cecily": "Alternate Cecily",
  "option.binder": "Binder",
  "option.black-camera": "Black Camera",
  "option.eye-color": "Eye Color",
  "option.flower-queen": "Flower Queen",
  "option.glasses": "Glasses",
  "option.hair-cuffs": "Hair Cuffs",
  "option.hat-junimos": "Hat Junimos",
  "option.helmet": "Helmet",
  "option.marriage-mod": "Marriage Mod",
  "option.randomization": "Randomization",
  "option.scar": "Scar",
  "option.scrubs": "Scrubs",
  "option.seasonal-outfits": "Seasonal Outfits",
  "option.self-care": "Self-Care",
  "option.shoulder-junimos": "Shoulder Junimos",
  "option.spirit-creatures": "Spirit Creatures",
  "option.sprite-glasses": "Sprite Glasses",
  "option.sprite-mustache": "Sprite Mustache",
  "option.sprite-smile": "Sprite Smile",
  "option.stubble": "Stubble",
  "option.townspeople-only": "Townspeople Only",

  // Option labels and tooltips regarding compatibility with other mods.
  // The sequence "{0}" will be replaced by a specific character's name.
  "option.platonic-partners-and-friendships": "Platonic: {0}",
  "tooltip.platonic-partners-and-friendships": "Make sure this option is turned on if you have {0} set to \"Platonic\" in Platonic Partners and Friendships.",
  "option.looking-for-love": "Dateable: {0}",
  "tooltip.looking-for-love": "Make sure this option is turned on if you have {0} set to \"Dateable\" in Looking for Love.",

  // Tooltips displayed multiple times throughout the content pack menu pages.
  // The sequence "{0}" will be replaced by a specific character's name.
  "tooltip.immersion.standard": "Chooses whether {0} will have the full range of Diverse Stardew Valley's features, a lightweight selection to reduce lag, or an ultra-lightweight selection. See the DSV website for details.",
  "tooltip.immersion.simple": "Chooses whether {0} will have the full range of Diverse Stardew Valley's features or a lightweight selection to reduce lag. See the DSV website for details.",
  "tooltip.pyjamas": "Toggles whether or not {0} will wear pyjamas in the morning and evening. If \"Marriage\" is selected, pyjamas will only be worn in the farmhouse after marriage. Can only be used if Immersion is set to \"Full\".",
  "tooltip.wedding-outfit": "Selects which wedding outfit {0} will wear when getting married. See the DSV website for images and details. Can only be used if Immersion is NOT set to \"Ultralight\".",

  // Tooltips for the "Flower Queen's Crown" section on the "Core & Compatibility" page.
  "tooltip.flower-queen": "Gives other NPCs a chance to be the Flower Queen during the Flower Dance. If \"Random\" is selected, one person will be chosen each year. If \"Everyone\" is selected, all eligible townspeople will wear Flower Queen crowns.",
  "tooltip.townspeople-only": "Allows custom NPCs to be Flower Queen candidates as well. Enable this option if you only want the Pelican Town marriage candidates and children to be eligible.",

  // Tooltips displayed on the "Abigail, Caroline & Pierre" content pack page.
  "tooltip.abigail.variant": "The DSV version of Abigail is mixed Chinese-Filipino; her mother Caroline is Filipino, and her father Pierre is Chinese. Both her vanilla and modded variants can be either plus-sized or straight-sized.",
  "tooltip.caroline.variant": "The DSV version of Caroline is Filipino; her daughter Abigail is mixed-race Chinese-Filipino.",
  "tooltip.pierre.variant": "The DSV version of Pierre is Chinese; his daughter Abigail is mixed-race Chinese-Filipino.",
  "tooltip.bert.variant": "Adds compatible portraits and sprites for RSV's Bert, so that he is Filipino to match his cousin Caroline's modded DSV variant. Only applicable if Ridgeside Village is installed.",
  "tooltip.trinnie.variant": "Adds compatible portraits and sprites for RSV's Trinnie, so that she is mixed Filipino-German to match her aunt Caroline's modded DSV variant. A black-haired or green-haired version is available. Only applicable if Ridgeside Village is installed.",

  // Tooltips displayed on the "Alex, Evelyn & George" content pack page.
  "tooltip.alex.variant": "Alex has two DSV variants, along with his grandparents, George and Evelyn. He is either Samoan or Mexican.",
  "tooltip.alex.tattoos": "Chooses whether or not Alex's Samoan variant has traditional chest and shoulder tattoos. Doesn't affect his vanilla or Mexican variants.",
  "tooltip.evelyn.variant": "Evelyn has two DSV variants, along with her husband George and grandson Alex. She is either Samoan or Mexican.",
  "tooltip.george.variant": "George has two DSV variants, along with his wife Evelyn and grandson Alex. He is either Samoan or Mexican.",
  "tooltip.george.beard": "Chooses whether George is bearded or clean-shaven. The \"Dynamic\" option makes him bearded during Fall and Winter. Can only be used if Immersion is NOT set to \"Ultralight\".",

  // Tooltips displayed on the "Emily, Haley & Sandy" content pack page.
  "tooltip.emily.variant": "Emily has two DSV variants, along with her sister Haley. She is either Black or Romani; both versions have natural hair dyed blue.",
  "tooltip.emily.tattoos": "Chooses whether or not Emily has colorful tattoos. This option applies to all of Emily's variants. Can only be used if Immersion is set to \"Full\".",
  "tooltip.haley.variant": "Haley has two DSV variants, along with her sister Emily. She is either Black or Romani; Black Haley has dreadlocks while Romani Haley has dark curly hair.",
  "tooltip.haley.hair-cuffs": "Chooses whether or not Haley's Black variant has hair cuffs. Doesn't affect her vanilla or Romani variants.",
  "tooltip.haley.piercings": "Chooses whether or not Haley has nose and eyebrow piercings. This option applies to all of Haley's variants. Can only be used if Immersion is NOT set to \"Ultralight\".",
  "tooltip.haley.black-camera": "Changes Haley's camera from brown to black. This option applies to all of Haley's variants. Can only be used if Immersion is NOT set to \"Ultralight\".",
  "tooltip.sandy.variant": "The DSV version of Sandy is Indian and wears a hijab.",
  "tooltip.sandy.gift-tastes-change": "Changes modded Sandy's gift tastes so that she dislikes alcoholic drinks, to reflect that alcohol is prohibited for Muslim people. Doesn't affect her vanilla variant.",

  // Tooltips displayed on the "Harvey, Gus & Lewis" content pack page.
  "tooltip.harvey.variant": "The DSV version of Harvey is Punjabi. One variant is Sikh and wears a turban and kirpan, while the other is not and has his hair uncovered.",
  "tooltip.harvey.gift-tastes-change": "Changes Sikh Harvey's gift tastes so that he dislikes alcoholic drinks, to reflect that alcohol is prohibited for Sikh people. Doesn't affect his vanilla or non-Sikh variants.",
  "tooltip.harvey.sprite-mustache": "Gives Harvey's character sprite a mustache to match his portraits. Only affects his vanilla variant.",
  "tooltip.gus.variant": "The DSV version of Gus is Turkish.",
  "tooltip.lewis.variant": "The DSV version of Lewis is Black.",
  "tooltip.lenny.variant": "Adds compatible portraits and sprites for RSV's Lenny, so that she is Black to match her brother Lewis's modded DSV variant. Only applicable if Ridgeside Village is installed.",

  // Tooltips displayed on the "Krobus, Mermaids, Wizard & Witch" content pack page.
  "tooltip.krobus.variant": "The DSV version of Krobus wears various pieces of human attire.",
  "tooltip.mermaids.randomization": "Chooses whether mermaids will have a random variety of skintones for their human half (\"RandomUpper\"), a random variety of marine animal tails for their fish half (\"RandomLower\"), or both (\"RandomBoth\"). If \"Lightweight\" is selected, they will use a pre-selected mix of human halves and fish tails. This choice applies to all the mermaids in the game.",
  "tooltip.wizard.variant": "The DSV version of Wizard Rasmodius is Chinese. Note: DSV's version of the Wizard is incompatible with Stardew Valley Expanded. If you use SVE, this option must be set to \"Off\".",
  "tooltip.wizard.hat-junimos": "Chooses whether the Wizard has a chance to have a randomly-colored Junimo familiar sitting on his hat on any given day. Can be combined with the other choices. Only applies to his portraits. Can only be used if Immersion is set to \"Full\".",
  "tooltip.wizard.shoulder-junimos": "Chooses whether the Wizard has a chance to have a seasonally-themed Junimo familiar sitting on his shoulder on any given day. Can be combined with the other choices. Only applies to his portraits. Can only be used if Immersion is set to \"Full\".",
  "tooltip.wizard.spirit-creatures": "Chooses whether the Wizard has a chance to have a random Spirit Creature familiar floating around him on any given day. Can be combined with the other choices. Only applies to his portraits. Can only be used if Immersion is set to \"Full\".",
  "tooltip.wizard.marriage-mod": "If you are using a mod to romance the Wizard, select which one you are using here. Only applicable if Looking for Love or Romanceable Rasmodius is installed. Note: DSV does not support SVE's Wizard romance option.",
  "tooltip.witch.variant": "The DSV version of the Witch is pale-skinned and has black hair with red tips. She also has a black slime familiar.",

  // Tooltips displayed on the "Leah & Elliott" content pack page.
  "tooltip.leah.variant": "Leah has two DSV variants. She is either Native American or a butch, race-unspecified woman of color.",
  "tooltip.elliott.variant": "The DSV version of Elliott is Black and has long, cuffed dreadlocks and an ear piercing.",

  // Tooltips displayed on the "Marlon, Gunther & Morris" content pack page.
  "tooltip.marlon.variant": "The DSV version of Marlon is Mongolian. Note: DSV's version of Marlon is incompatible with Stardew Valley Expanded. If you use SVE, this option must be set to \"Off\".",
  "tooltip.gunther.variant": "The DSV version of Gunther is Afghan. Note: DSV's version of Gunther is incompatible with Stardew Valley Expanded. If you use SVE, this option must be set to \"Off\".",
  "tooltip.gunther.alternate-cecily": "Toggles whether Gunther's daughter Cecily will use alternate sprites and portraits that match DSV's Gunther. Set this to false if you prefer Cecily's original art. Only applicable if Make Gunther Real is installed.",
  "tooltip.morris.seasonal-outfits": "Morris does not have a true DSV variant, but this option allows him to use alternative seasonal outfits with his existing sprites and portraits. Note: DSV's version of Morris is incompatible with Stardew Valley Expanded. If you use SVE, this option must be turned off.",

  // Tooltips displayed on the "Penny & Pam" content pack page.
  "tooltip.penny.variant": "Penny has three DSV variants: one is mixed-race Black and white with natural coily hair, while the others are white with options for either a larger or smaller chest. Penny is a transgender woman in all of her DSV variants, and players in a heterosexual relationship with her will adopt children unless Pregnancy Role is installed.",
  "tooltip.pam.variant": "The DSV version of Pam has a cleft lip and palate that has been surgically repaired.",

  // Tooltips displayed on the "Sam, Vincent, Jodi & Kent" content pack page.
  "tooltip.sam.variant": "The DSV version of Sam is mixed-race West Asian and white, with lighter or darker-skinned options. Sam is a transgender man in all of his DSV variants, and players in a heterosexual relationship with him will adopt children unless Pregnancy Role is installed.",
  "tooltip.sam.eye-color": "Sam's \"Default\" eyes are blue, but DSV offers an \"Alternate\" option for green eyes. These colors are used for his vanilla and lighter modded variants. His darker modded variant will use brown as the default and dark blue as the alternate color. Selecting \"Heterochromia\" will make his left eye the default color and his right eye the alternate color.",
  "tooltip.sam.beard": "Chooses whether or not Sam has a beard. This option can be combined with the other choices, and applies to all of Sam's variants.",
  "tooltip.sam.stubble": "Chooses whether or not Sam has stubble. This option can be combined with the other choices, and applies to all of Sam's variants.",
  "tooltip.sam.piercings": "Chooses whether or not Sam has lip, ear, and eyebrow piercings. This option can be combined with the other choices, and applies to all of Sam's variants.",
  "tooltip.sam.binder": "Chooses whether or not Sam wears a tanktop-style binder which is visible when he goes swimming and during certain events. With this option turned off, he will have top surgery scars visible on his character sprite. This option applies to all of Sam's variants.",
  "tooltip.vincent.variant": "The DSV version of Vincent is mixed-race West Asian and white, like his brother Sam.",
  "tooltip.jodi.variant": "The DSV version of Jodi is Iranian and wears a hijab.",
  "tooltip.jodi.gift-tastes-change": "Changes modded Jodi's gift tastes so that she dislikes alcoholic drinks, to reflect that alcohol is prohibited for Muslim people. Doesn't affect her vanilla variant.",
  "tooltip.kent.variant": "The DSV version of Kent is hard-of-hearing and wears a hearing aid; he also has a prosthetic leg.",

  // Tooltips displayed on the "Sebastian, Maru, Robin & Demetrius" content pack page.
  "tooltip.sebastian.variant": "The DSV version of Sebastian is Vietnamese like his mother, Robin. He has a black-haired version and a purple-haired version.",
  "tooltip.sebastian.glasses": "Chooses whether or not Sebastian wears glasses. If \"Dynamic\" is selected, he will only wear them in private. This option applies to all of Sebastian's variants.",
  "tooltip.sebastian.helmet": "Chooses whether or not Sebastian will wear a helmet when he rides his motorbike. This option applies to all of Sebastian's variants.",
  "tooltip.sebastian.piercings": "Chooses whether or not Sebastian has lip and ear piercings. This option applies to all of Sebastian's variants.",
  "tooltip.maru.variant": "The DSV version of Maru is mixed-race Black and South-East Asian; her father Demetrius is Black and her mother Robin is Vietnamese. She has two versions with different art styles, one by Notsnufffie and the other by Lavender.",
  "tooltip.maru.scrubs": "Chooses whether or not Maru will wear scrubs instead of her white nurse uniform while working at the hospital. The color of her scrubs is randomly selected each day and can be light grey, navy, or green. This option applies to all of Maru's variants.",
  "tooltip.maru.sprite-glasses": "Gives Maru's character sprite glasses to match her portraits. Only affects her vanilla and Notsnufffie variants.",
  "tooltip.robin.variant": "The DSV version of Robin is Vietnamese, along with her son Sebastian. Her daughter Maru is mixed-race Black and South-East Asian.",
  "tooltip.demetrius.variant": "Demetrius has two DSV variants: one is redesigned with a darker skintone and curly black hair, while the other uses the same redesigned hair and facial features but has albinism.",

  // Tooltips displayed on the "Shane, Jas & Marnie" content pack page.
  "tooltip.shane.variant": "The DSV version of Shane is Ecuadorian, along with his aunt Marnie.",
  "tooltip.shane.self-care": "Chooses how much care Shane takes with his appearance. If \"Neat\" is selected, he will wear a variety of tidy outfits. If \"Messy\" is selected, he will mostly wear his worn-out Joja hoodie over different shirts. If \"Dynamic\" is selected, Shane will shift from his messy appearance to his neat appearance over time, depending on story events.",
  "tooltip.jas.variant": "The DSV version of Jas is Afro-Latina Ecuadorian. She lives with her aunt Marnie and godfather Shane, who are both Ecuadorian.",
  "tooltip.marnie.variant": "The DSV version of Marnie is Ecuadorian, along with her nephew Shane. Her niece Jas is Afro-Latina Ecuadorian.",
  "tooltip.marnie.sprite-smile": "Chooses whether the character sprite for Marnie's vanilla variant will have a visible smile (like the default game) or if her sprites will be blank-faced like the other NPC sprites. Doesn't affect her modded variant.",

  // Tooltips displayed on the "Willy, Clint & Linus" content pack page.
  "tooltip.willy.variant": "Willy has multiple DSV variants: he is either Tongan or white, with options for a prosthetic arm and leg.",
  "tooltip.clint.variant": "The DSV version of Clint has visual impairment and is legally blind; he uses a white cane and wears protective glasses.",
  "tooltip.clint.scar": "Chooses whether or not Clint's modded variant has facial scarring. Doesn't affect his vanilla variant.",
  "tooltip.linus.variant": "The DSV version of Linus has a seizure alert service dog, a golden retriever called Marigold. She is a very good girl."
}
